Repository: common-repository/cookie-consent-for-developers
Catalog: languages/ntg-cookie-consent-*.po
Languages: hr

source: Visual settings
hr: Vizualne postavke

source: Code settings
hr: Postavke koda

source: Text in informative window (can be HTML)
hr: Tekst u informativnom prozoru (može biti HTML)

source: Text on Accept button
hr: Tekst na gumbu Prihvati

source: Text on Learn more button
hr: Tekst na gumbu Saznaj više

source: ID of the more about cookies page
hr: ID stranice više o kolačićima

source: Use separate css file, pre-defined or your custom css file
hr: Koristi posebnu css datoteku, već priloženu ili prilagođenu css datoteku

source: Scripts in &lt;head&gt; tag, without code that executes those scripts, enclosed with &lt;script> and &lt;/script&gt; other HTML is optional <b>*</b>
hr: Izvršni dio skripte u &lt;head&gt; tagu, bez koda koji izvršava te skripte, zatvoren &lt;script&gt; i &lt;/script&gt; , drugi HTML kod je opcionalan <b>*</b>

source: Code that executes scripts in &lt;head&gt; tag, without any HTML <b>ǂ</b>
hr: Kod koji izvršava skripte u &lt;head&gt; tagu, bez HTML koda ǂ

source: Footer scripts in &lt;body&gt; tag, without code that executes those scripts, other HTML optional
hr: Kod u footeru u &lt;body&gt; tagu, bez izvršnog dijela koji ga pokreće, uključujući opcionalni HTML

source: Code that executes scripts in &lt;body&gt; tag, without any HTML
hr: Kod koji izvršava skripte u &lt;body&gt; tagu, bez HTML-a

source: Opt-out javascript code <b>§</b>
hr: Opt-out javascript kod <b>§</b>

source: Custom javascript code, can be used for special effects like transitions &amp;
hr: Prilagođeni javascript kod, može se koristiti za posebne efekte kao tranzicije &amp;

source: Settings Saved
hr: Postavke su snimljene

source: example
hr: primjer

source: And you have to set transitions in your css, e.g.
hr: i treba postaviti tranzicije u css-u, npr.

source: Settings related to showing cookie info box and learn more page
hr: Postavke za prikaz info poruke i stranice saznaj više

source: Settings related to javascript code which sets cookies
hr: Postavke javascript koda koji postavlja kolačiće

source: If you choose &quot;Not used&quot;, no css file will be used; while for custom you shoud provide &quot;public/css/ccfd_custom.css&quot; file
hr: Ako izaberete &quot;Ne koristi se&quot; css file neće biti korišten, dok ćete za opciju &quot;Prilagođeni css&quot; trebati priložiti datoteku &quot;public/css/ccfd_custom.css&quot;

source: Not used
hr: Ne koristi se

source: Blocking Info Box
hr: Blokirajući prozor

source: Ribbon at the bottom
hr: Traka na dnu prozora

source: Cookie expiry interval in days
hr: Interval trajanja kolačića
